Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/contracts_of_employment/being_asked_to_reduce_your_hours_of_work.html.txt.tmx
Source language: en
Languages: ga

source: Being asked to reduce your pay or your hours of work
ga: Nuair a iarrtar ort d'uaireanta oibre a laghdú

source: • Reduction of working hours or pay
ga: • Laghdú ar uaireanta oibre nó pá

source: • Lay off or short-time working
ga: • Leagan as nó obair ghearr-ama

source: When your employer has a downturn in business or there is less work for you to do, your employer may ask you to take a pay cut or to work fewer hours
ga: Nuair atá cor chun donais i gcúrsaí gnó ag fostóir nó má tá laghdú ar am méid oibre atá ar fáil duit, d'fhéadfadh fostóir iarraidh ort laghdú pá a thógáil nó níos lú uaireanta a oibriú

source: If your employer tells you that he or she is unable to continue employing you on your current terms and conditions of employment you need to consider your employer’s request very carefully
ga: Má deir d’fhostóir leat nach bhfuil sé nó sí ábalta leanúint le do chuid fostaíochta de réir do théarmaí agus coinníollacha reatha, caithfidh tú iarratas an fhostóra a bhreithniú go cúramach chomh maith le do chás féin

source: You should ask your employer for details of the reduced business activity, who else has been asked to reduce their hours of work or pay and what were the criteria for selection
ga: Ba chóir duit ceist a chur ar d’fhostóir maidir le sonraí na gníomhaíochta gnó laghdaithe, na daoine eile a iarratar orthu a gcuid uaireanta oibre a laghdú agus na critéir roghnaithe

source: Reduction of working hours or pay
ga: Laghdú ar uaireanta oibre nó pá

source: If your employer asks you to work fewer hours or take a pay cut, this is a change to your contract of employment
ga: Má iarrann fostóir ort níos lú uaireanta a oibriú nó laghdú pá a thógáil, seo athrú ar théarmaí agus choinníollacha do chonartha fostaíochta

source: Any change to your contract of employment must be agreed by both you and your employer
ga: Caithfidh athrú ar bith ar do chonradh fostaíochta a bheith aontaithe idir tú féin agus an fostóir

source: When deciding whether or not to agree to working reduced hours or to a reduction in pay, there are a number of issues to be considered:
ga: Nuair atá cinneadh á dhéanamh agat aontú nó easaontú leis na huaireanta nó pá laghdaithe, tá roinnt saincheisteanna le breithniú:

source: • Reduced pay – what are the implications of this – for example, money and tax and paying the rent or mortgage
ga: • Laghdú pá - cad iad na himpleachtaí a bheidh i gceist - mar shampla, airgead agus cáin agus cíos nó morgáiste a íoc

source: • Scheduling of working hours – it may suit you and your family to reduce your hours, for example working a day less per week or 2 hours less each day
ga: • Sceidealú uaireanta oibre - d'fhéadfadh laghdú uaireanta oiriúint duit féin nó do theaghlach, mar shampla lá níos lú a oibriú in aghaidh na seachtaine nó 2 uair níos lú gach lá

source: • Downturn in business – what choice do you have
ga: • Cor chun donais i gcúrsaí gnó - cén rogha atá agat

source: If you don’t accept a reduction in your working hours or pay, your employer may decide to make you redundant
ga: Mura nglacann tú le huaireanta oibre nó pá laghdaithe, b'fhéidir go gcinnfeadh d’fostóir tú a dhéanamh iomarcach

source: You should ask your employer to give you written details of this proposed change to your contract of employment including a review date
ga: Ba chóir duit ceist a chur ar d’fhostóír chun sonraí scríofa den athrú molta ar do chonartha fostaíochta, dáta athbhreithniúcháin san áireamh

source: You should respond to this in writing and if you are proposing to accept the change, you should stress that your acceptance is temporary
ga: Ba chóir duit freagra scríofa a thabhairt agus, má molann tú leis an athrú a glacadh, caithfidh tú cur i bhfios go láidir go mbeadh do ghlacadh sealadach

source: At the review date the change to your contract can be reconsidered and you could ask to return to the original terms and conditions of your contract
ga: Nuair a mbeadh an athrú ar do chonartha fostaíochta athbhreithnithe ag an dáta sin, is féidir iarratas a dhéanamh chun fill ar do bunthéarmaí agus coinníollacha

source: Minimum wage: In some cases an employment contract or terms of employment will say that an employee is paid at the "prevailing National Minimum Wage hourly rate"
ga: Íosráta pá: I roinnt cásanna leagann conradh fostaíochta nó téarmaí fostaíochta go n-íoctar fostaí "ag Íosráta Pá Náisiúnta san am"

source: Where this is the case, an employer may reduce the employee's pay in line with the minimum wage rates
ga: Sa chás seo, is féidir fostóir pá an fhostaí a laghdú de réir íosrátaí pá náisiúnta

source: In other cases there may be a provision in the contract that provides for a reduction in pay
ga: I gcásanna eile d'fhéadfadh foráil sa chonradh a bheith ann a gceadaíonn laghdú pá

source: Where this is not the case, your employer cannot reduce it without your agreement, as this would change the terms of your contract of employment
ga: Murar é sin an cás, ní féidir le d'fhostóir é a laghdú gan do chomhaontú mar athróidh sé na téarmaí do chonradh fostaíochta

source: Again, you may agree to reduced wages, if, for example, the alternative may be reduced hours or redundancy in the current economic situation
ga: Áfach, b'fhéidir go n-aontaíonn tú le pá laghdaithe, má tá an rogha uaireanta laghdaithe nó iomarcaíocht sa staid eacnamaíoch reatha, mar shampla

source: If you do not agree to reduced working hours or pay
ga: Mura n-aontaíonn tú le huaireanta oibre nó pá laghdaithe

source: If your employer proposes to reduce your working hours or pay, this is a change to your terms and conditions of employment
ga: Má bheartaíonn fostóir do chuid uaireanta oibre nó pá a laghdú, seo athrú ar do théarmaí agus coinníollacha fostaíochta

source: You may agree to the reduction for reasons as described above
ga: D'fhéadfá aontú leis an laghdú ar na cúiseanna thíosluaite

source: If you do not agree to this reduction there are a number of options available to you:
ga: Mura n-aontaíonn tú leis an laghdú tá roinnt roghanna agat:

source: • You may make a complaint to the Workplace Relations Commission under the Industrial Relations Acts 1969-2015
ga: • Is féidir leat gearán a dhéanamh leis an gCoimisiún um Chaidreamh san Áit Oibre faoi na hAchtanna um Chaidreamh Tionscail, 1969-2015

source: Under this legislation, if your employer objects to a hearing by a Workplace Relations Commission adjudicator, you would have to refer the matter to the Labour Court
ga: De réir na reachtaíochta seo mura n-aontaíonn d'fhostóir le héisteacht breithneora an Choimisiúin um Chaidreamh san Áit Oibre, caithfidh tú cur an t-ábhar chun an Chúirt Oibreachais

source: • If you say you wish to continue working as before your employer may decide to make you redundant
ga: • Más mian leat leanúint ag obair mar roimhe sinb'fhéidir go gcinnfeadh d’fostóir tú a dhéanamh iomarcach

source: If you are dismissed in this way, you may qualify to bring a claim for unfair dismissal
ga: Má tá tú dífhostaithe ó do chuid fostaíochta, d'fhéadfá bheith incháilithe chun éileamh ar dhífhostú éagórach a dhéanamh

source: Unless your employer can prove there was a genuine redundancy situation and that fair procedures were followed, this dismissal may be found to be unfair
ga: Ceaptar go bhfuil dífhostú éagórach murar féidir le d’fhostóir cúis iomarcaíochta dhílis agus nósanna imeachta maithe a thabhairt leis

source: • If your employer insists on reducing your working hours or pay you may also consider that you have no choice but to resign and claim constructive dismissal because your employer has breached the terms of your contract
ga: • Má d’áitíonn d'fhostóir uaireanta oibre nó pá a laghdú b'fhéidir nach bhfuil rogha agat ach éirí as agus éileamh a dhéanamh ar dífhostú inchiallaithe toisc go bhfuil téarmaí an chonartha sáraithe ag an bhfostóir

source: Before you do this, you should always seek detailed legal advice as proving constructive dismissal can often be difficult
ga: Roimh a leithéidí a dhéanamh, ba chóir duit comhairle dlí mhionsonraithe a lorg i gcónaí mar bíonn sé deacair dífhostú inchiallaithe a chruthú go minic

source: • If you think that a reduction in your pay or your working hours is a breach of your employment contract you could seek redress through the civil courts
ga: • Má cheapann tú gur laghdú do phá nó d'uaireanta oibre sárú do chonartha fostaíochta é, is féidir leat sásamh a chuardach sna cúirteanna sibhialta

source: Lay off or short-time working
ga: Leagan as nó obair ghearr-ama

source: Alternatively your employer may lay you off or put you on short time for a number of weeks
ga: Nó féadfaidh an fostóir tú a leagan as nó a chur ar obair ghearr-ama ar feadh roinnt seachtainí

source: A lay-off situation arises where your employer is temporarily unable to provide work for you
ga: Tarlaíonn leagan as nuair nach bhfuil fostóir ábalta go sealadach obair a sholáthar duit

source: A short-time situation arises where, due to a reduction in the amount of work to be done, your pay or hours are less than half the normal weekly amount
ga: Tarlaíonn obair ghearr-ama nuair a bhíonn do phá nó uaireanta níos lú ná leath an gnáthmhéid sheachtainiúil - toisc laghdú ar an méid oibre atá le déanamh

source: In both cases these must be temporary situations and your employer must notify you before they start. The best way to do this is by using Part A of form RP9 (pdf)
ga: Is cásanna sealadacha gur chóir a bheith i gceist sa dhá chás, agus ba chóir don fhostóir fógra a thabhairt duit roimh an dáta tosaithe ar fhoirm RP9 (pdf)

source: Your employer can lay you off or put you on short time if it is in your contract of employment or it is custom and practice in your workplace
ga: Is féidir le fostóir tú a leagan as nó a chur ar ghearr-am má tá a leithéidí sonraithe i do chonradh fostaíochta nó más nósmhaireacht agus cleachtas atá san ionad oibre

source: Otherwise your employer should not lay you off or put you on short time without your agreement
ga: Seachas sin, níor chóir don fhostóir tú a leagan as nó a chur ar ghearr-am gan chomhaontú uait

source: However if you do not agree you may be made redundant
ga: Mar sin féin, d'fhéadfaí tú a dhéanamh iomarcach mura n-aontaíonn tú lena leithéidí

source: Claiming redundancy: If a lay-off or a short-time situation has continued for 4 weeks or more, or for 6 weeks in the last 13 weeks, you may claim a redundancy lump sum
ga: Iomarcaíocht a éileamh: Má leanann cás leagain as nó gearr-ama ar feadh 4 seachtaine nó níos mó, nó ar feadh 6 seachtaine den 13 seachtain dheiridh, is féidir leat íocaíocht iomarcaíochta a éileamh

source: If you claim redundancy in this way you are considered to have left your job voluntarily and therefore you will lose any right to notice or pay in lieu of notice from your employer
ga: Má dhéanann tú iomarcaíocht a éileamh ar an mbealach seo, breithneofar gur fhág tú do phost go deonach agus caillfear aon cheart atá agat ar fhógra nó ar phá in áit fógra fostóra dá réir

source: However if you have been laid off and you are subsequently made redundant by your employer you do not lose your notice entitlements
ga: Mar sin féin, má dhéantar tú a leagan as agus go ndéanann fostóir iomarcach tú ina dhiaidh sin, ní chaillfear do theidlíochtaí fógra

source: Duration of lay off or short time: If you do not wish to claim redundancy but the lay-off or short-time situation continues, the question arises as to whether it is a temporary situation
ga: Fad an leagain as nó gearr-ama: Murar mian leat iomarcaíocht a éileamh ach go leanann an cás leagain as nó gearr-ama, tagann ceist aníos an cás sealadach atá i gceist ar chor ar bith

source: If it becomes apparent that it is no longer temporary then the situation is now a redundancy rather than a lay-off or short-time working
ga: Más léir nach cás sealadach atá i gceist níos mó, is iomarcaíocht atá i gceist leis an gcás seachas leagan as nó obair ghearr-ama

source: It is the employer who initially decides whether or not there is a redundancy situation
ga: Is é/í an fostóir a chinneann i dtosach cibé an bhfuil nó nach bhfuil cás iomarcaíochta i gceist

source: If there is a dispute about this it should be referred to the Workplace Relations Commission to make a decision
ga: Má tá díospóid faoina leithéidí, ba chóir an cheist a atreorú chuig an gCoimisiún um Chaidreamh san Áit Oibre chun cinneadh a dhéanamh

source: If your hours of work are reduced so that you are unemployed for at least 4 out of 7 consecutive days you may be entitled to a social welfare jobseeker’s payment
ga: Má tá do uaireanta oibre laghdaithe agus a bhíonn tú dífhostaithe ar a laghad 4 lá de thréimhse 7 lá leanúnach, d'fhéadfá a bheith i dteideal íocaíocht cuardaitheora poist a fháil

source: To qualify for Jobseeker’s Benefit you must have enough PRSI contributions and must have suffered a substantial loss of employment in any period of 7 consecutive days
ga: Caithfidh tú dóthain ranníocaíochtaí ÁSPC a bheith agat agus do fhostaíocht a bheith caillte agat in aon tréimhse 7 lá leanúnach chun bheith cáilithe Sochar Cuardaitheora Poist a fháil

source: This means, you must have lost at least one day's employment and as a result of this loss be unemployed for at least 4 days out of 7 days
ga: Ciallaionn sé go caithfidh tú aon lá fostaíochta amháin a bheith caillte agat agus de bhrí sin a bheith as obair ar feadh 4 lá ar a laghad as 7 lá

source: Your earnings must also have been reduced because of the loss of employment
ga: Caithfidh do phá a bheith laghdaithe mar gheall an fhostaíocht caillte

source: If your employer reduces your days at work to 3 days a week or less and you do not qualify for Jobseeker’s Benefit you may get Jobseeker's Allowance for the other days
ga: Má laghdaíonn d’fhostóir do laethanta oibre go 3 lá sa seachtain nó níos lú agus mura gcáilíonn tú do Shocar Cuardaitheora Point, d'fhéadfá a bheith incháilithe do Liúntas Cuardaitheora Poist a fháil do na laethanta eile

source: You must meet the other conditions that apply to Jobseeker's Allowance, for example, you must satisfy a means test
ga: Caithfidh tú na coinníollacha eile maidir le Liúntas Cuardaitheora Poist a chomhlánú , mar shampla, caithfidh tú tástáil mhaoine a shásamh

source: It may be possible to get Family Income Supplement if you have a family and your pay or hours are reduced
ga: Má tá d’ioncam oibre laghdaithe agus leanbh amháin ar a laghad á thacú agat, d’fhéadfá Forlíonadh Ioncaim Teaghlaigh (FIT) a fháil

source: If you were made redundant within one year of being put on reduced hours or pay, your redundancy payment would be based on your earnings for a full week
ga: Má rinneadh tú iomarcach laistigh de bhliain amháin ón am a cuireadh ar uaireanta nó pá laghdaithe tú, bheadh d’íocaíocht iomarcaíochta bunaithe ar do thuilleamh do sheachtain iomlán

source: If you are made redundant after working reduced hours for more than a year, how your payment will be calculated depends on whether you accepted being on reduced hours or not
ga: Má dhéantar iomarcach tú tar éis duit uaireanta laghdaithe a oibriú do thréimhse níos mó ná bliain amháin, beidh an dóigh a dhéantar d’íocaíocht a ríomh ag brath ar cé acu ar ghlac tú nó nár ghlac tú le huaireanta laghdaithe

source: If you fully accepted the reduced working hours as your normal week and never asked to return to full-time work, then your redundancy payment will be based on your gross pay for the reduced working hours
ga: Más rud é gur ghlac tú go hiomlán le huaireanta oibre laghdaithe mar do sheachtain normálta agus níor iarr tú filleadh go hobair lánaimseartha, mar sin beidh d’íocaíocht bunaithe ar do phá comhlán le haghaidh na n-uaireanta laghdaithe

source: If, on the other hand, you never accepted the reduced working hours as your normal hours and continually asked to be put back on full-time working, your payment would be based on your normal weekly earnings
ga: Más rud é, ar an taobh eile de, nár ghlac tú riamh leis na huaireanta oibre laghdaithe mar chuid de d’uaireanta normálta agus gur iarr tú ar bhonn leanúnach le bheith curtha ar ais ar obair lánaimseartha, beidh d’íocaíocht bunaithe ar do thuilleamh do sheachtain iomlán

source: If you have a dispute about this with your employer you could make a claim to the Workplace Relations Commission
ga: Má bhíonn conspóid agat le d’fhostóir faoi seo is féidir leat éileamh a dhéanamh leis an gCoimisiún um

source: Instead of reducing your working hours your employer may make you redundant and offer you alternative work under a new contract of employment
ga: Seachas do chuid uaireanta a laghdú, caithfidh an fostóir tú a dhéanamh iomarcach agus obair mhalartach a thairiscint duit faoi chonradh fostaíochta nua

source: However this may affect your entitlement to a redundancy payment
ga: Mar sin féin, d'fhéadfadh a leithéidí tionchar a bheith aige ar do theidlíocht ar íocaíocht iomarcaíochta

source: If your employer makes you a reasonable offer of alternative work, and you refuse it, you may lose your entitlement to a redundancy payment
ga: Má dhéanann fostóir tairiscint réasúnta duit ar obair mhalartach, agus má dhiúltaíonn tú, d'fhéadfá do theidlíocht aríocaíocht iomarcaíochta a chailliúint

source: Generally speaking, alternatives which involve a loss of status or worsening of the terms and conditions of your employment would not be considered reasonable
ga: Go ginearálta, ní mheastar go bhfuil obair mhalartach réasúnta más cailliúint stádais nó téarmaí agus coinníollacha fostaíochta níos measa atá i gceist duit

source: You may take up an alternative on a trial basis for up to 4 weeks
ga: Is féidir leat obair mhalartach a thosú ar bhonn trialach ar feadh tréimhse suas le 4 seachtaine

source: Where the alternative involves a reduction of 50% or more in hours or pay, working under the new arrangements for up to 52 weeks will not count as an acceptance
ga: Nuair a bhaineann laghdú 50% nó níos mó ar uaireanta oibre nó pá le hobair mhalartach, ní áireofar obair faoi shocruithe nua suas le 52 seachtain mar ghlacacht

source: If you accept an offer in writing from your employer for a new and different contract which will take effect within 4 weeks of the ending of the previous contract, you will not be entitled to claim redundancy
ga: Má ghlacann tú le tairiscint i scríbhinn ón bhfostóir ar chonradh nua agus difriúil, a thiocfaidh i bhfeidhm laistigh de 4 sheachtain ó dheireadh an chonartha roimhe sin, ní bheidh tú i dteideal iomarcaíocht a éileamh

source: Equally, if you refuse such an offer unreasonably, you will lose your right to a redundancy payment
ga: Ar an mbealach céanna, má dhiúltaíonn tú tairiscint go míréasúnta, caillfidh tú do cheart ar íocaíocht iomarcaíochta

source: Contact the Workplace Relations Commission's Information and Customer Service for information about your employment rights
ga: Is féidir teagmháil a dhéanamh leis an tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre chun eolas a fháil faoi chearta fostaíochta

source: Contact your local Citizens Information Centre for information about your rights and entitlements. Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Is féidir leat teagmháil a dhéanamh le do Lárionad Faisnéise do Shaoránaigh áitiúil chun eolas a fháil faoi do chearta agus teidlíochtaí
